---
kind: other
id: Properties.T:Autodesk.Revit.DB.LineAndTextAttrSymbol
source: html/d7a4c01f-895b-46fb-70ba-1b76a5fc9a9f.htm
---
# LineAndTextAttrSymbol Properties

The id of the assembly instance to which the element belongs.